IDEA StatiCa Open Model
MatPrestressSteel.EquivalentDiameter Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Equivalent diameter
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EquivalentDiameter { get; set; }
Public Property EquivalentDiameter As Double
	Get
	Set
public:
property double EquivalentDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace